const questionList = [
    {
        question : '1. 출장 가던 중에 차량 교통사고가 발생했다.',
        anwer : [
            {
                a : '그렇다.',
                type : [0]
            },
            {
                a : '맞을 수도 있고 틀릴 수도 있다.',
                type : [1]
            },
            {
                a : '아니다.',
                type : [0]
            }
        ]
    },
    {
        question : '2. 나는 크게 다치지 않았다.',
        anwer : [
            {
                a : '그렇다.',
                type : [0]
            },
            {
                a : '맞을 수도 있고 틀릴 수도 있다.',
                type : [1]
            },
            {
                a : '아니다.',
                type : [0]
            }
        ]
    },
    {
        question : '3. 사고차 운전자가 나한테 사과를 했다.',
        anwer : [
            {
                a : '그렇다.',
                type : [0]
            },
            {
                a : '맞을 수도 있고 틀릴 수도 있다.',
                type : [1]
            },
            {
                a : '아니다.',
                type : [0]
            }
        ]
    },
    {
        question : '4. 나도 차에서 내렸다.',
        anwer : [
            {
                a : '그렇다.',
                type : [0]
            },
            {
                a : '맞을 수도 있고 틀릴 수도 있다.',
                type : [1]
            },
            {
                a : '아니다.',
                type : [0]
            }
        ]
    },
    {
        question : '5. 경찰을 불렀다.',
        anwer : [
            {
                a : '그렇다.',
                type : [1]
            },
            {
                a : '맞을 수도 있고 틀릴 수도 있다.',
                type : [0]
            },
            {
                a : '아니다.',
                type : [0]
            }
        ]
    },
    {
        question : '6. 사고의 원인은 신호위반이다.',
        anwer : [
            {
                a : '그렇다.',
                type : [0]
            },
            {
                a : '맞을 수도 있고 틀릴 수도 있다.',
                type : [1]
            },
            {
                a : '아니다.',
                type : [0]
            }
        ]
    },
    {
        question : '7. 경찰이 과실여부를 판단 중이다.',
        anwer : [
            {
                a : '그렇다.',
                type : [0]
            },
            {
                a : '맞을 수도 있고 틀릴 수도 있다.',
                type : [1]
            },
            {
                a : '아니다.',
                type : [0]
            }
        ]
    },
    {
        question : '8. 사고가 났고 크게 다친 사람은 없다.',
        anwer : [
            {
                a : '그렇다.',
                type : [1]
            },
            {
                a : '맞을 수도 있고 틀릴 수도 있다.',
                type : [0]
            },
            {
                a : '아니다.',
                type : [0]
            }
        ]
    },
    {
        question : '9. 차량 운전자는 여러명이다.',
        anwer : [
            {
                a : '그렇다.',
                type : [0]
            },
            {
                a : '맞을 수도 있고 틀릴 수도 있다.',
                type : [1]
            },
            {
                a : '아니다.',
                type : [0]
            }
        ]
    },

]